[ 
{ "name":"Jordan Jumpman 2020",
    "category":"Men's Shoe",
    "images":["jumpman0.webp","jumpman1.webp","jumpman2.webp","jumpman3.webp","jumpman4.webp"],
    "type":"Jordan",
    "price":"110",
    "size":["3.5", "4", "6", "6.5","7", "8.5","9"],
    "colors":["Gray","Black","White"],
    "characteristic":"The Jordan Jumpman 2020 provides lightweight containment and responsiveness for basketball players looking to level up their game. A large cushioning unit under the ball of your foot helps drive you down the court, while the overall shape and visible details are directly inspired by the AJ34 game shoe.",
    "characOne":"Large Zoom Air unit under the ball of your foot provides lightweight, responsive cushioning.",
    "characTwo":"The performance mesh upper is light and breathable, while the structured overlays provide support. A notch around the Achilles tendon enhances comfort and the feeling of being locked in.",
    "characThree":"Midfoot webbing secures your foot over the footbed to help keep you stable during fast-paced play."
},
{ "name":"Air Jordan 1 Mid",
    "category":"Men's Shoe",
    "images":["mid0.webp","mid1.webp","mid2.webp","mid3.webp","mid4.webp"],
    "type":"Jordan",
    "price":"110",
    "size":["6.5","8.5","10","11","12.5", "13.5","16"],
    "colors":["Starfish","Black","Gray", "White"],
    "characteristic":"The Air Jordan 1 Mid Shoe is inspired by the first AJ1, offering OG fans a look at how far the Jordan brand has come since 1985.",
    "characOne":"An Air-Sole unit provides lightweight cushioning.",
    "characTwo":"A leather and synthetic upper offers durability and a premium look.",
    "characThree":"A solid rubber outsole enhances traction on a variety of surfaces."
},
{ "name":"Jordan Max Aura",
    "category":"Men's Shoe",
    "images":["max0.webp","max1.webp","max2.webp","max3.webp","max4.webp"],
    "type":"Jordan",
    "price":"95.97",
    "size":["8","8.5","9","9.5","11","12.5", "17","18"],
    "colors":["Yellow","Black","Red"],
    "characteristic":"Celebrating Jordan's basketball DNA, the Jordan Max Aura sets you up with a comfortable feeling thanks to a supportive lacing system and responsive cushioning for all-day wear.",
    "characOne":"Genuine and synthetic leather upper materials give you a classic feel.",
    "characTwo":"Webbed lacing system connects to the laces to help lock in your fit.",
    "characThree":"Max Air unit in the heel enhances cushioning."
},
{ "name":"Air Jordan 1 Mini",
    "category":"Kid's Shoe",
    "images":["miniMid0.webp","miniMid1.webp","miniMid2.webp","miniMid3.webp","miniMid4.webp"],
    "type":"Jordan",
    "price":"95.97",
    "size":["2C","4C","6C","8C","10C"],
    "colors":["Black","Blue","Starfish"],
    "characteristic":"Inspired by the original Air Jordan, the Air Jordan 1 Mid Infant/Toddler Shoe features comfortable leather with perforations for breathability.",
    "characOne":"Leather upper for comfortable durability",
    "characTwo":"Solid rubber outsole with deep flex grooves for traction and flexibility",
    "characThree":"Perforated toe for breathability"
},
{ "name":"Air Jordan XXIV",
    "category":"Kid's Shoe",
    "images":["xxxiv0.webp","xxxiv1.webp","xxxiv2.webp","xxxiv3.webp","xxxiv4.webp"],
    "type":"Jordan",
    "price":"140",
    "size":["4Y","4.5Y","5Y","7Y"],
    "colors":["Black","Blue","Starfish"],
    "characteristic":"The Air Jordan XXXIV continues the legacy of a cultural icon. Light and responsive, it combines a boldly unconventional midsole with herringbone traction to merge innovative and iconic design elements.",
    "characOne":"Aerodynamic Support, Plate made from molded TPU provides lightweight stability during play. It's hollowed out to let you see into and through the sole, giving insight to the Zoom Air cushioning within.",
    "characTwo":"Responsive Cushioning, Zoom Air cushioning under the ball of your foot has a springy, responsive feel that recharges with every step.",
    "characThree":"Court-Ready Traction,Herringbone outsole offers rugged, multidirectional traction during possessions."
},
{ "name":"Air Jordan 3 Retro Explorer XX",
    "category":"Women's Shoe",
    "images":["retro0.webp","retro1.webp","retro2.webp","retro3.webp","retro4.webp"],
    "type":"Jordan",
    "price":"93.97",
    "size":["5","5.5", "6", "8","10","9"],
    "colors":["Blue"],
    "characteristic":"Turn it up a notch in the Air Jordan 3 Retro Explorer XX. Its extra-tall design gives you a bold, utilitarian look, with an ankle strap to lock you in. A foam midsole works with Air-Sole units in the heel and forefoot to give you that extra all-day comfort on the go.",
    "characOne":"Extra-tall design for a utilitarian look.",
    "characTwo":"Air-Sole units in the heel and forefoot for responsive underfoot comfort.",
    "characThree":"Rubber outsole with circular traction pattern for multi-surface grip."
},
{ "name":"Air Jordan XXXIV",
    "category":"Women's Shoe",
    "images":["wxxxiv0.webp","wxxxiv1.webp","wxxxiv2.webp","wxxxiv3.webp","wxxxiv4.webp"],
    "type":"Jordan",
    "price":"180",
    "size":["12.5","13","13.5"],
    "colors":["Blue","White"],
    "characteristic":"The Air Jordan XXXIV continues the legacy of a cultural icon. Light, responsive and sculpted with aerodynamic precision, it combines a boldly unconventional midsole with herringbone traction — seamlessly merging new and iconic design elements.",
    "characOne":"Aerodynamic Support, Eclipse plate made from molded TPU provides stability and support that engages during side-to-side movements. ",
    "characTwo":"Ultra-Responsive Cushioning, Visible Zoom Air cushioning under the heel and forefoot has a springy, responsive feel that recharges with every step.",
    "characThree":"Court-Ready Traction, Herringbone outsole offers rugged, multidirectional traction that's ready to play."
},
{ "name":"Air Jordan 1 High React",
    "category":"Women's Shoe",
    "images":["react0.webp","react1.webp","react2.webp","react3.webp","react4.webp"],
    "type":"Jordan",
    "price":"170",
    "size":["10","11","15.5","9"],
    "colors":["White","Purple","Black"],
    "characteristic":"The Air Jordan 1 High React combines the lasting appeal of the original AJ1 with soft and springy foam cushioning. Genuine leather and textile materials give a new, modern identity to an enduring icon.",
    "characOne":"Plush Cushioning, Nike React technology is soft, springy and stable, providing a smooth, cushiony ride.",
    "characTwo":"Luxe Materials, Genuine leather on the toe and heel provides durability and support. Textile panels add",
    "characThree":"Snug Comfort, 1/2-bootie construction and a plush foam collar offer a snug, comfortable fit."
},
{ "name":"Nike SB Zoom Blazer Mid",
    "category":"Men's Shoe",
    "images":["blazer0.webp","blazer1.webp","blazer2.webp","blazer3.webp","blazer4.webp"],
    "type":"Skate",
    "price":"85",
    "size":["5","6.5","8","10"],
    "colors":["Brown"],
    "characteristic":"A heritage Nike shoe tailored to the needs of the modern skateboarder, the Nike SB Zoom Blazer Mid features Zoom Air cushioning and a flexible rubber outsole for great boardfeel and traction.",
    "characOne":"Zoom Air unit in the sockliner delivers responsive cushioning.",
    "characTwo":" Mid-top silhouette helps enhance ankle support.",
    "characThree":" Vulcanized construction offers flexibility and a low-to-the-ground fit."
},
{ "name":"Nike SB Zoom Stefan Janoski Canvas RM",
    "category":"Men's Shoe",
    "images":["stefan0.webp","stefan1.webp","stefan2.webp","stefan3.webp","stefan4.webp"],
    "type":"Skate",
    "price":"54",
    "size":["8","11","10","14","13.5","9.5"],
    "colors":["Gray","Maroon","White"],
    "characteristic":"The Nike SB Zoom Stefan Janoski Canvas RM pairs a minimal look with a modern fit. It has been updated with a new, plush sockliner and a flexible midsole for better boardfeel right out of the box.",
    "characOne":"The Nike SB Zoom Stefan Janoski Canvas RM pairs a minimal look with a modern fit. It has been updated with a new, plush sockliner and a flexible midsole for better boardfeel right out of the box.",
    "characTwo":"Zoom Air unit in the sockliner provides responsive cushioning.",
    "characThree":"Tacky gum outsole enhances grip and traction"
},
{ "name":"Nike SB Check Solarsoft",
    "category":"Women's Shoe",
    "images":["solarsoft0.webp","solarsoft1.webp","solarsoft2.webp","solarsoft3.webp","solarsoft4.webp"],
    "type":"Skate",
    "price":"48",
    "size":["6","6.5","7","7.5","10"],
    "colors":["Pink"],
    "characteristic":"The Nike SB Check Solarsoft pairs a soft, suede upper with a Solarsoft sockliner for lasting comfort while you skate. Classic, vulcanized construction balances flexibility and grip so you can perform at your best.",
    "characOne":"Suede upper is soft and durable.",
    "characTwo":"Solarsoft sockliner provides cushioning and support.",
    "characThree":"Vulcanized construction offers flexibility and excellent grip."
},
{ "name":"Nike SB Zoom Stefan Janoski RM Crafted",
    "category":"Women's Shoe",
    "images":["crafted0.webp","crafted1.webp","crafted2.webp","crafted3.webp","crafted4.webp"],
    "type":"Skate",
    "price":"84",
    "size":["6","6.5","8.5","7.5"],
    "colors":["Pink","Blue"],
    "characteristic":"The Nike SB Zoom Stefan Janoski RM Crafted celebrates Stefan's contributions to the worlds of skate and art. Handwoven leather gives you a unique look while refined cushioning and flexible rubber optimize your performance.",
    "characOne":"Vulcanized construction fuses the outsole to the upper for a broken-in feel.",
    "characTwo":"Geometric shapes between the midsole and the outsole expand and contract in all directions for better boardfeel and flexibility.",
    "characThree":"A full-length foam sockliner gives a plush underfoot sensation. A Zoom Air unit in the sockliner gives you responsive cushioning."
},
{"name":"Nike SB Check Canvas",
    "category":"Kid's Shoe",
    "images":["check0.webp","check1.webp","check2.webp","check3.webp","check4.webp"],
    "type":"Skate",
    "price":"45",
    "size":["3C","4C"],
    "colors":["Black","White"],
    "characteristic":"The Nike SB Check Canvas Infant/Toddler Shoe wraps your feet in breathable fabric for all-day comfort and support.",
    "characOne":"Flex Wrap bends with and supports the foot",
    "characTwo":"Canvas upper provides lightweight, breathable comfort",
    "characThree":"Sockliner for all-day comfort"
},
{"name":"Nike Zoom Stefan Janoski",
    "category":"Kid's Shoe",
    "images":["zoom0.webp","zoom1.webp","zoom2.webp","zoom3.webp","zoom4.webp"],
    "type":"Skate",
    "price":"65",
    "size":["3.5Y","4.5Y","5Y"],
    "colors":["Black","White"],
    "characteristic":"The Nike SB Zoom Stefan Janoski Big Kids' Skateboarding Shoe was designed in collaboration with the skate legend. Built for daily use, it delivers durability, grip and excellent boardfeel.",
    "characOne":"A drop-in sockliner with Nike Zoom Air in the heel provides cushioning on impact, while a low-profile vulcanized rubber sole gives you the boardfeel you need for any style of skating.",
    "characTwo":"Comfortable, durable suede from toe to heel helps prevent blowouts so you can skate longer. Perforations in the toe help keep air flowing.",
    "characThree":"Back in ‘09, most skate shoes were breadloafs. Nike SB pro Stefan Janoski set out to break the mold. He wanted his signature shoe to be flatter, lighter and lower, so he could feel everything underfoot. “Make my feet bleed,” he told us. "
},
{ "name":"Nike Zoom KD12",
    "category":"Men's Shoe",
    "images":["kd120.webp","kd121webp","kd122.webp","kd123.webp",
    "kd124.webp"],
    "type":"Basketball",
    "price":"150",
    "size":["7","7.5","8.5","14","17"],
    "colors":["Black","Red","Green"],
    "characteristic":"Nike Zoom KD12",
    "characOne":"Full-length Nike Zoom Air cushioning is articulated to follow the shape of your foot, providing a great heel-to-toe transition.",
    "characTwo":"4-way directional Flywire cables provide targeted stability and on-the-fly lockdown. They relax when you’re not in motion, but when you need them to perform they deliver.",
    "characThree":"Lightweight, multilayer mesh uses minimal backing material for less stiffness and a broken-in feel."
},
{ "name":"Nike Zoom Rize",
    "category":"Men's Shoe",
    "images":["rize0.webp","rize1.webp","rize2.webp",
    "rize3.webp","rize4.webp"],
    "type":"Basketball",
    "price":"140",
    "size":["4","7.5","8","10","11","15.5"],
    "colors":["Black","Maroon","Blue","White"],
    "characteristic":"Experience bounce like never before in the Zoom Rize, Nike Basketball's artfully crafted shoe for the upwardly mobile. ",
    "characOne":"A large Nike Zoom cushioning unit in the forefoot provides a bouncy underfoot sensation with amazing response.",
    "characTwo":"The mid-high collar with internal padding provides comfort and support. An external heel counter helps to stabilize and lock in your ankle.",
    "characThree":"This mid-top model provides containment and support up through the ankle, while an extra large cushioning unit under the forefoot redefines how responsive a shoe can be."
},
{ "name":"LeBron Soldier 13 SFG",
    "category":"Women's Shoe",
    "images":
    ["sfg0.webp","sfg1.webp","sfg2.webp","sfg3.webp","sfg4.webp"],
    "type":"Basketball",
    "price":"140",
    "size":["8","9","10","10.5"],
    "colors":["White","Marron","Blue","Green","Starfish","Black"],
    "characteristic":"LeBron works hard in the offseason, getting stronger and fine-tuning his already devastating skills. Inspired by his dedication and commitment to inclusivity, the Soldier 13 SFG combines LeBron-tested cushioning, containment and support with a wide, flexible collar and lace-free closure that lets all players get in and out of the shoe with ease.",
    "characOne":"Zoom Air units compress into the midsole foam when you step, then spring back quickly when you run and jump.",
    "characTwo":"The laceless closure system uses two durable straps, each with an adjustable slip-lock, so you can strap down then fine-tune the fit.",
    "characThree":"A flexible inner sleeve allows the collar to expand for easier entry, with just the use of one hand. Slip your foot in, strap down, and you're ready to go."
},
{ "name":"Nike Air Precision II FlyEase",
    "category":"Women's Shoe",
    "images":["precision0.webp","precision1.webp","precision2.webp","precision3.webp","precision4.webp"],
    "type":"Basketball",
    "price":"70",
    "size":["7.5","8","9","9.5"],
    "colors":["White","Gray"],
    "characteristic":"The Nike Air Precision II FlyEase has what you need to play on the basketball court—multidirectional traction, lightweight support and responsive underfoot cushioning. Built for extra-wide feet, this mid-top features Nike FlyEase technology, an innovative system that makes getting the shoe on and off quick and easy.",
    "characOne":"No more tying laces, just a wraparound zipper that opens up the heel and an attached strap to lock you in. ",
    "characTwo":"Encapsulated Nike Air unit provides impact cushioning.",
    "characThree":"Adjustable strap wraps over the foot to help lock you in and secure the fit."
},
{ "name":"LeBron 16 Low",
    "category":"Women's Shoe",
    "images":["lebron0.webp","lebron0.webp","lebron0.webp","lebron0.webp","lebron0.webp"],
    "type":"Basketball",
    "price":"160",
    "size":["8","9"],
    "colors":["White","Purple","Blue","Black"],
    "characteristic":"LeBron is unstoppable on the court and just as influential off of it. The year 2003, LeBron's rookie season and a pivotal year in culture, inspires the LeBron 16 Low. It is powered by Max Air and Zoom Air cushioning technologies, and embodies his clout and versatility.",
    "characOne":"Combined Max Air + Zoom Air cushioning helps absorb impact from hard landings and then bounce back with energy. Articulation keeps it flexible as you move on the court.",
    "characTwo":"Stretch collar expands for easy entry. Once in, custom lacing lets you lock in the fit you like.",
    "characThree":"Rigid heel clip provides lock-in and support."
},
{"name":"LeBron Soldier 11 FlyEase",
    "category":"Kid's Shoe",
    "images":["flye0.webp","flye1.webp","flye2.webp","flye3.webp","flye4.webp"],
    "type":"Basketball",
    "price":110,
    "size":["6.5Y","6Y","7Y"],
    "colors":["Yellow","Blue"],
    "characteristic":"The LeBron Soldier 11 FlyEase wraps your foot in breathable fabric and foam then locks you in with its easy-access 4-strap closure system and rear zipper. A Zoom Air heel unit and foam midsole help cushion landings while providing quick responsiveness.",
    "characOne":"Nike FlyEase system provides a wraparound rear zipper for easy on and off.",
    "characTwo":"4-strap lockdown system provides a secure, personalized fit.",
    "characThree":"Fabric and foam in the upper with a stretch lining for flexible, breathable support."
}
]
    

